#! -*- coding: utf-8 -*-

__author__ = 'mescheryakov.dmitry'

"""
ОТЧЁТЫ ДЛЯ ЭКОНОМИСТОВ
summary_report - сводный счёт по реестру от больницы
final_defects_report - общий отчёт по дефектам
final_defects_report_group - общий отчёт по дефетам с разбивкой по районам
ambulance_care_monitoring - отчёт по скорой помощи
invoiced_and_accepted_cost - итоговый отчёт по принятой и поданной суммах и МЭК
order146 - отчёты по 146-му приказу
final_report - сверка по реестрам в конце рассчётного периода
sanction_report - отчёт сверка санкции МЭЭ и ЭКМП

ОТЧЁТЫ ДЛЯ ДИРЕКТОРА
attachment_stat - статистка по прикреплению в реестрах в разрезе по больницам

ОТЧЁТЫ ПО ИНФОРМАЦИОННОМУ СОПРОВОЖДЕНИЮ
hosp_accounting_report - отчёты по информационному сопровождению застрахованных (госпитализации)
hospital_division_accepted - отчёт по количеству госпитализаций в реестре

ОТЧЁТЫ ДЛЯ ЭКСПЕРТОВ
targeted_expertiza_report - отчёты по целевым экспертизам
"""
